<template>
  <div class="wrapper-content wrapper-content--fixed">
    <section class="section about">
      <div class="container">
        <h1 class="title">About my blog:</h1>
        <p>
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Маленькая ты своих буквенных всемогущая продолжил.
          Напоивший прямо рекламных там своих большой семь послушавшись города.
          Бросил его переписали напоивший имени.
        </p>
        <Intro title="Intro Title"></Intro>
        <p>
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Маленькая ты своих буквенных всемогущая продолжил.
          Напоивший прямо рекламных там своих большой семь послушавшись города.
          Бросил его переписали напоивший имени.
        </p>
        <img src="@/assets/images/akula.jpg" alt="akula" />
        <p>
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Маленькая ты своих буквенных всемогущая продолжил.
          Напоивший прямо рекламных там своих большой семь послушавшись города.
          Бросил его переписали напоивший имени.
        </p>
        <p>
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Маленькая ты своих буквенных всемогущая продолжил.
          Напоивший прямо рекламных там своих большой семь послушавшись города.
          Бросил его переписали напоивший имени.
        </p>
      </div>
    </section>
  </div>
</template>



<style lang="scss">
.about {
  text-align: center;
  p {
    margin-bottom: 10px;
  }
}
</style>