<template>
  <div class="wrapper-content wrapper-content--fixed">
    <section>
      <div class="container">
        <h1>Contact</h1>
        <p>
          Компанію засновано в 1964 році студентом Філом Найтом, бігуном на
          середні дистанції в команді Університету Орегону, та його тренером
          Біллом Боуерманом у Юджині. Спочатку компанія носила назву «Blue
          Ribbon Sports» й спеціалізувалась на замовленнях кросівок в азійських
          країнах й наступному продажу їх на американському ринку. У 1966 році
          компанія відкрила перший роздрібний магазин. У 1971 році вперше
          з'явилась торговельна марка «Nike» — під цією назвою були випущені
          футбольні бутси. У 1978 році «Blue Ribbon Sports» офіційно
          перейменовано в «Nike, Inc». 23 жовтня 2007 року компанія купила за
          580 млн доларів бренд «Umbro», виробника спортивного одягу та взуття.
        </p>
      </div>
    </section>
  </div>
</template>